{
    "artikel": [{
            "judul": "Variasi Makanan Sehat Untuk Anjing yang Bisa Anda Buat di Rumah",
            "penulis": "Suryani",
            "tanggal": "2 Juni 2023",
            "gambar": "https://storage.googleapis.com/artikel-opet/article1.jpg",
            "deskripsi": "Sama halnya dengan manusia, anjing juga butuh asupan nutrisi yang cukup guna menunjang kesehatannya. Tentunya, Anda tidak mau melihat anjing kesayangan terkapar tidak berdaya akibat terserang penyakit kan? \n\n Menurut sebuah teori, kesehatan dan anatomi anjing tergantung dari unsur genetik yang diwariskan orang tuanya, dan bagaimana perawatan yang diberikan oleh pemiliknya. Perawatan yang dimaksud salah satunya adalah pemberian makanan dan nutrisi yang baik untuk tumbuh kembang anjing. \n\n Anda bisa menemukan berbagai makanan kemasan untuk anjing di pasaran. Mulai dari makanan basah dan makanan kering. Hal penting yang perlu diperhatikan adalah, anjing membutuhkan variasi makanan supaya tidak bosan. \n\n Variasi makanan tersebut bisa Anda buat di rumah dengan bahan-bahan sederhana, lho! Berikut ini adalah pilihan makanan rumahan yang baik untuk kesehatan anjing, dan pastinya memiliki kandungan nutrisi yang baik. \n\n Jaga Kesehatan Anjing dengan Konsumsi Makanan Sehat Berikut Ini! \n\n Supaya anjing tidak bosan dengan makanan yang itu-itu saja, Anda bisa memberinya variasi dengan bahan seadanya, lho! Pastinya tetap memiliki kandungan nutrisi yang baik untuk kesehatan anjing. Berikut beberapa variasi makanan sehat yang bisa jadi pilihan: \n\n 1. Telur \n\n Bukan cuma baik untuk manusia, ternyata telur juga baik untuk anjing peliharaan, lho! Dalam telur terdapat kandungan protein, vitamin dan juga mineral yang baik untuk menjaga kesehatan jantung pada anjing. \n\n Selain itu, telur juga baik dalam menjaga kesehatan kulit dan bulu pada anjing. Telur juga bisa Anda berikan saat anjing dalam proses penyembuhan. Kandungan protein dan vitamin baik lainnya dapat membuat anjing Anda lekas pulih dari penyakitnya.Anda bisa menyajikan telur sebagai menu tambahan, atau menyajikannya sebagai telur rebus dan telur orak-arik. \n\n 2. Ikan Teri dan Sarden \n\n Tahukah Anda bahwa ikan teri dan sarden adalah contoh makanan yang paling baik untuk anjing? Mengapa demikian? Alasan utamanya kedua jenis ikan ini memiliki kandungan asam lemak omega-3 yang sangat tinggi. \n\n Terdapat pula Eicosapentaenoic (EPA) dan asam docosahexaenoic (DHA) yang bermanfaat untuk meningkatkan kualitas bulu, menjaga kesehatan kulit, jantung, otak dan kesehatan sendi pada anjing. \n\n Anda bisa menyajikannya dalam bentuk mentah ataupun masak. Kalau tidak mau ribet, dapat pula menyajikan sarden yang sudah dalam kemasan kalengan. Keduanya sama-sama baik untuk memenuhi nutrisi anjing kesayangan. \n\n 3. Kaldu Tulang \n\n Pilihan makanan yang baik untuk anjing berikutnya adalah kaldu tulang. Anda bisa membuatnya sendiri dengan cara merebus tulang selama beberapa jam hingga warna kuahnya berubah dan sedikit mengental. \n\n Kaldu tulang memiliki manfaat yang sangat baik untuk anjing. Beberapa manfaatnya adalah menjaga kesehatan pencernaan, detoksifikasi hati, membantu meringankan peradangan, menjaga kekuatan tulang dan sendi, serta dapat pula meningkatkan kekebalan tubuh sehingga anjing tidak mudah terserang penyakit. \n\n 4. Labu Kuning \n\n Ternyata labu kuning juga baik untuk memenuhi nutrisi anjing peliharaan, lho! Labu memiliki kandungan beta-karoten yang dapat meningkatkan kekebalan tubuh, menjaga kesehatan mata dan kulit pada anjing. \n\n Selain kandungan beta-karoten, labu juga kaya akan serat larut, sehingga bermanfaat untuk mengobati diare dan sembelit pada anjing. Terdapat pula kandungan vitamin, kalsium, antioksidan dan zat besi dalam labu. Untuk menyajikannya, Anda bisa memberikan satu hingga dua sendok labu matang ke dalam makanan anjing secara rutin. \n\n 5. Wortel \n\n Selain labu, wortel juga diketahui memiliki kandungan beta-karoten yang baik untuk anjing. Anda bisa menyajikan wortel sebagai variasi camilan. Wortel adalah camilan yang sehat dan rendah kalori. Saat mengkonsumsi wortel, anjing dapat melatih kemampuan mereka dalam mengunyah makanan sehingga baik juga untuk kesehatan gigi dan gusi. \n\n Itulah beberapa variasi makanan rumahan yang bisa Anda berikan kepada anjing untuk memenuhi nutrisinya. Pastikan untuk menjaga kesehatan anjing Anda dengan cara memenuhi kebutuhan nutrisinya, ya. Saat anjing mengalami masalah dengan kesehatannya, jangan ragu untuk membawanya kepada dokter hewan terdekat. Sebagai alternatif pertolongan pertama, Anda bisa menggunakan OPet untuk mengenali masalah kesehatan pada anjing berdasarkan gejala yang ditunjukkan."
        },
        {
            "judul": "Kenali Penyebab Bulu Anjing Rontok dan Cara Perawatannya",
            "penulis": "Suryani",
            "tanggal": "2 Juni 2023",
            "gambar": "https://storage.googleapis.com/artikel-opet/article2.jpg",
            "deskripsi": "Memiliki anjing sebagai hewan peliharaan adalah hal yang menyenangkan. Sifatnya yang lucu dan menggemaskan bisa menjadi teman sekaligus hibuan saat merasa kesepian di rumah. Namun sayangnya, anjing bisa berubah menjadi menyebalkan saat terjadi masalah pada kesehatannya. \n\n Salah satu masalah kesehatan yang paling sering terjadi pada anjing adalah bulunya mengalami kerontokan. Saat ini terjadi, bukan cuma anjing yang merasa tidak nyaman. Sebagai pemilik kita juga merasa risau dan terganggu akibat bulunya yang betebaran dimana-mana. \n\n Terkait masalah bulu rontok pada anjing, ternyata dapat menjadi indikasi masalah kesehatan yang serius lho! Ada beberapa penyebab yang bisa membuat bulu anjing Anda rontok secara berlebihan, berikut adalah beberapanya.\n\n Ini Penyebab Bulu Anjing Kesayangan Anda Rontok! \n\n Rontoknya bulu pada anjing dikenal pula dengan istilah alopecia. Hal ini sebenarnya umum terjadi pada semua jenis anjing. Ada beberapa hal yang menyebabkan bulu anjing rontok. Mulai dari hal wajar hingga hal serius yang mengindikasikan masalah kesehatan tertentu. Berikut ini adalah beberapa hal yang dapat menyebabkan bulu anjing kesayangan Anda rontok, dan bagaimana harus menyikapinya: \n\n 1. Infeksi Akibat Bakteri dan Jamur \n\n Bakteri dan jamur adalah salah satu hal yang menyebabkan rontoknya bulu pada anjing. Fakta mengatakan bahwa keberadaan bakteri dan jamur adalah hal yang normal. Namun menjadi masalah saat keberadaannya di luar kendali, dan akhirnya menimbulkan infeksi. \n\n 2. Kudis dan Parasit \n\n Masalah lain yang dapat memicu rontoknya bulu anjing adalah kudis dan parasit. Keduanya terjadi akibat infeksi dari kutu maupun tungau yang bersarang pada area kulit dan bulu anjing. Infeksi ini menimbulkan rasa gatal yang tidak tertahankan. Anjing akan terus menggaruk area yang terinfeksi, dan akhirnya membuat bulunya kusam dan rontok. \n\n 3. Alergi \n\n Ternyata anjing juga bisa mengalami alergi seperti manusia, lho! Kerontokan bulu yang tidak wajar adalah ciri apabila anjing terkena alergi. Alergi dapat terjadi akibat makanan, atau terinfeksi jamur dan tungau. \n\n 4. Gangguan Hormon \n\n Gangguan hormon dapat pula menyebabkan bulu anjing rontok. Hormon yang tidak seimbang seperti hipotiroidisme atau gangguan kelenjar adrenal adalah pemicu masalah rontok ini terjadi. Untuk mengenali gangguan hormon pada anjing Anda harus melakukan pemeriksaan laboratorium. \n\n Itulah empat hal yang biasanya menjadi pemicu mengapa bulu anjing Anda rontok berlebihan. Lantas bagaimana solusinya? Sebelum membawa anjing peliharaan ke dokter hewan, ada beberapa perawatan yang tujuannya mencegah supaya bulu tidak mudah rontok. Perawatan ini bisa Anda lakukan dari rumah, berikut beberapa diantaranya. \n\n Cara Merawat Bulu Anjing Peliharaan Supaya Tidak Mudah Rontok! \n\n Merawat bulu anjing supaya tidak rontok bukanlah pekerjaan yang menyulitkan. Langkah sederhana berikut ini terbukti efektif dan bisa Anda lakukan dari rumah saja: \n\n 1. Rajinlah Menyikat atau Menyisir Bulu Anjing \n\n Pertama, rajinlah untuk menyikat atau menyisir bulu anjing. Menurut para ahli, tindakan ini efektif untuk menjaga bulu supaya tidak mudah rontok. Ada banyak sekali jenis sisir yang bisa digunakan, tergantung jenis anjing yang Anda pelihara. Saat anjing memiliki bulu yang panjang, baiknya menggunakan sisir jenis pin brush. Sedangkan pada anjing berbulu pendek dan sedang, lebih cocok dengan sisir jenis bristled (berbulu). \n\n 2. Pastikan Asupan Nutrisi Terpenuhi dengan Baik \n\n Cara lain yang perlu Anda lakukan untuk mencegah bulu anjing rontok adalah memastikan asupan nutrisinya terjaga dengan baik. Anjing membutuhkan vitamin dan makanan yang sehat supaya kondisi tubuhnya baik dan bulunya tidak mudah rontok. \n\n 3. Jangan Malas Grooming \n\n Hayo siapa yang masih malas memandikan anjing peliharaannya? Grooming adalah hal yang baik untuk kesehatan anjing, sebab dapat mencegah bulunya mengalami kerontokan. Proses grooming akan membuat bulu-bulu yang sudah mati menghilang. \n\n Baiknya, Anda melakukan grooming atau memandikan anjing dua kali dalam satu minggu. Lalu gunakanlah shampo dan kondisioner khusus untuk deshedding. Produk tersebut memiliki kemampuan menjaga kulit anjing tetap lembab serta membuat bulunya lebih sehat dan kuat. \n\n Itulah cara sederhana yang bisa Anda lakukan dari rumah untuk mencegah terjadinya kerontokan pada bulu anjing. Apabila hal tersebut sudah dilakukan, namun belum menunjukkan hasil yang signifikan, baiknya segera mengunjungi dokter hewan saja. Mungkin saja kerontokan yang terjadi adalah indikasi penyakit yang serius dan membutuhkan tindakan dokter."
        },
        {
            "judul": "7-Makanan-yang-Nikmat-untuk-Manusia-namun-Membahayakan-Kesehatan-Anjing",
            "penulis": "Roissyah Fernanda Khoiro",
            "tanggal": "2 Juni 2023",
            "gambar": "https://storage.googleapis.com/artikel-opet/article3.jpg",
            "deskripsi": "Halo Pet Lovers, pecinta anjing kumpul dulu yuk. Salah satu hal penting yang perlu diperhatikan dalam memelihara anjing yaitu kebutuhan gizinya. Makanan yang diberikan haruslah aman dan tentunya menyehatkan. Sebagaimana yang telah diketahui, tidak semua makanan dapat dikonsumsi oleh anjing. Ada beberapa jenis makanan yang pantang diberikan pada anjing peliharaan anda karena dapat menimbulkan masalah kesehatan yang serius. Makanan apa sajakah itu?. Simak penjelasan berikut ya. \n\n 1. Cokelat \n\n Cokelat tak lagi menjadi makanan enak bila dikonsumsi oleh anjing, kandungan theobromine pada cokelat ibarat racun yang mengganggu sistem metabolisme anjing. Cokelat hitam memiliki kandungan theobromine yang cukup tinggi. Mengkonsumsinya sedikit saja, bisa membuat anjing diare dan muntah-muntah. Reaksi yang akan muncul bila anjing mengkonsumsi cokelat dalam jumlah yang banyak yaitu kejang, jantung tidak berfungsi dengan baik, hingga kematian. \n\n 2. Susu, Krim, dan Keju \n\n Kemampuan anjing mencerna produk susu menurun seiring pertambahan usia mereka. Dikarenakan produksi enzim tidak sebanyak saat masih kecil dulu, mereka dapat menunjukkan tanda-tanda intoleransi laktosa seperti muntah, diare, dan sakit perut. \n\n 3. Alpukat \n\n Kandungan persin pada alpukat, menjadi alasan mengapa alpukat berbahaya bila dikonsumsi anjing. Anjing yang mengkonsumsinya akan mengalami gangguan kesehatan, seperti diare, dan muntah-muntah. \n\n 4. Anggur dan Kismis \n\n Efek dramatis akan dialami anjing yang mengkonsumsi anggur dan kismis, mereka akan mengalami gangguan kerusakan hati, hingga gagal ginjal akut secara tiba-tiba. \n\n 5. Bawang-Bawangan \n\n Bawang putih memiliki kandungan tiosulfat, bila dikonsumsi oleh anjing menyebabkan anemia dan efek samping lainnya seperti gigi pucat, peningkatan denyut jantung, kelemahan, hingga kolaps. Jika anjing mengkonsumsi keluarga bawang-bawangan seperti bawang merah, dan daun bawang akan membuat anjing mengalami iritasi gastrointestinal, dan kerusakan sel darah merah. Efek setelah mengkonsumsi bawang-bawangan tidak langsung muncul, sehingga kondisi anjing anda perlu dipantau setiap hari. \n\n 6. Kacang-Kacangan \n\n Kacang macadamia asli Australia ini tidak boleh dimakan anjing. Anjing yang mengkonsumsinya akan mengalami muntah, peningkatan suhu tubuh, ketidakmampuan berjalan, lesu bahkan mempengaruhi sistem saraf. Anjing yang tidak mengunyah kacang almond dengan baik akan mengalami penyumbatan pada kerongkongan hingga merobek tenggorokan. Almond juga berpotensi menyebabkan penyakit jantung pada anjing, karena dapat meningkatkan retensi air. \n\n 7. Pemanis Buatan \n\n Makanan manis seperti permen karet, hingga minuman manis lainnya mengandung xylitol. Anjing yang mengonsumsi zat tersebut, akan mengalami penurunan kadar gula dalam darah (hipoglikemia), gagal ginjal, hingga pembekuan darah. \n\n Cara terbaik untuk mencegah gangguan kesehatan pada anjing akibat salah makan yaitu dengan menyimpan 7 makanan tersebut di tempat yang tidak terjangkau oleh anjing. Sebagai alternatif pertolongan pertama, OPet hadir untuk mendeteksi penyakit pada anjing berdasarkan gejalanya. Bilamana anjing anda terlanjur mengkonsumsi makanan tersebut, segera bawa ke dokter hewan terdekat ya. "
        }
    ]
}
